<?php
return array(
    'CANONICAL' => 'Использовать canonical',
    'GOOGLE_SITE_VERIFICATION' => 'Google Site Verification',
    'YANDEX_VERIFICATION' => 'Yandex Verification',
    'GOOGLEANALYTICS_ID' => 'Google analytics account ID',
    'GOOGLETAG_ID' => 'Google tag account ID',
    'YANDEXMETRIKA_ID' => 'ЯндексМетрика ID',
    'YANDEXMETRIKA_CLICKMAP' => 'Активировать карту кликов (Clickmap)',
    'YANDEXMETRIKA_TRACKLINKS' => 'Активировать карта ссылок (TrackLinks)',
    'YANDEXMETRIKA_WEBVISOR' => 'Активировать вебвизор (Webvisor)',
    'YANDEXMETRIKA_CLICKMAP_HINT' => 'Карта кликов — инструмент для измерения и отображения статистики по кликам на вашем сайте. Карта отображает клики по всем элементам страницы (в том числе по тем, которые не являются ссылками). При этом можно увидеть не только взаимодействие посетителей с одной страницей, но и агрегированную статистику по группе страниц сайта. Например, получить статистику по отдельному разделу.',
    'YANDEXMETRIKA_WEBVISOR_HINT' => 'Технология Вебвизор позволяет пользователям Яндекс.Метрики проанализировать поведение посетителей на своем сайте на качественно новом уровне. Владелец сайта может воспроизвести действия посетителей в формате видео и узнать, что они делают на каждой странице, как осуществляют навигацию, передвигают курсор мыши, кликают по ссылкам.',
    'YANDEXMETRIKA_TRACKLINKS_HINT' => 'Карта ссылок — инструмент для измерения статистики переходов по ссылкам на вашем сайте. Ссылки на карте подсвечиваются разными цветами в зависимости от их популярности.',
);