<?php
return [
    '{agreement_id}' => 'Номер договора',
    '{date}' => 'Дата договора',
    '{performer}' => 'Исполнитель',
    '{customer_fullname}' => 'Имя заказчика',
    '{customer_text}' => 'Информация о заказчике',
    '{programming_days}' => 'Количество дней на программинг',
    '{layouts_days}' => 'Количество дней на макеты',
    '{price}' => 'Цена проекта (цыфры)',
    '{price_text}' => 'Цена проекта (письменно)',
    '{price_original}'=>'Цена проекта (цыфры) без округления',
    '{price_original_text}'=>'Цена проекта (письменно) без округления',
];