<?php

return [
    'TITLE' => 'Заголовок',
    'TYPE_ID'=>'Тип просчета',
    'FULL_TEXT' => 'Полное описание',
    'TOTAL_PRICE'=>'Стоимость проекта',
    'PRICE_MAKEUP'=>'Цена за макеты',
    'PRICE_PROTOTYPE'=>'Цена за прототип',
    'PRICE_LAYOUTS'=>'Цена за верстку',
    'USER_ID' => 'Автор',
    'DATE_CREATE' => 'Дата публикации',
    'DATE_UPDATE' => 'Дата редактирование',
    'TAB_MODULES' => 'Модули и компоненты',
    'TAB_MAIN' => 'Основные',
    'TAB_ADDONS' => 'Доп. функционал',
    'PAGE_TITLE' => '0#Создание страницы|1#Редактирование страницы',
];