<h1>ДОГОВОР №{agreement_id}</h1>
<p>на создание веб-сайта</p>
<table>
<tbody>
<tr>
<td>г. Одесса</td>
<td>{date} г.</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<p>Исполнитель:&nbsp; СПД {performer}, действует на основании устава, c одной стороны и Заказчик: {customer_lastname} {customer_firstname} {customer_middlename}, с другой стороны, заключили настоящий Договор о следующем:</p>
<p>&nbsp;&nbsp;</p>
<p><strong>1. ПРЕДМЕТ ДОГОВОРА</strong><br />1.1. Заказчик поручает, а Исполнитель принимает на себя обязательство выполнить работы по созданию веб-сайта в соответствии с Техническим Заданием к данному Договору (далее ТЗ).<br />1.2. Заказчик становится владельцем (обладателем исключительных прав) сайта, что подтверждается подписанием акта приема передачи выполненных работ.</p>
<p>&nbsp;</p>
<p><strong>2. СРОКИ ВЫПОЛНЕНИЯ РАБОТ</strong><br />2.1. После осуществления Заказчиком предоплаты и подписание ТЗ, Исполнитель предоставляет первый эскизный вариант макет сайта в течение {makets_days} рабочих дней. <br />2.2. Если Заказчик не принимает первый эскизный вариант макета сайта, Исполнитель обязуется предоставить второй эскизный вариант макета сайта в течение 5 рабочих дней. <br />2.3. Если Заказчик не принимает ни первый, ни второй эскизный вариант макета сайта, Исполнитель обязуется предоставить еще три эскизных варианта макета сайта в течение 10 рабочих дней.<br />2.4. Если Заказчик не принимает ни один из предложенных вариантов макетов сайта, то стоимость дальнейшей разработки макета сайта оговаривается дополнительно.<br />2.5. Исполнитель обязуется реализовать программную часть сайта не позже {programming_days} рабочих дней после утверждения(подписания) дизайн-макетов всех страниц и подписания ТЗ. <br />2.6. После окончательного утверждения Заказчиком макета сайта и программной части на тестовом сервере,&nbsp; Исполнитель обязуется реализовать сайт на домене Заказчика в течение 5 рабочих дней.</p>
<p>&nbsp;</p>
<p><strong>3. ОБЯЗАННОСТИ ИСПОЛНИТЕЛЯ</strong></p>
<p>3.1. Исполнитель совместно с Заказчиком обсуждает и подписывает ТЗ.</p>
<p>3.2. Исполнитель обязуется предоставлять Заказчику эскизные макеты сайта и вносить доработки в сроки&nbsp;согласно пунктам 2.2. - 2.5.</p>
<p>3.3. Исполнитель приступает к реализации сайта на домене заказчика, только при наличии распечатанного и подписанного Заказчиком макета дизайна сайта.</p>
<p>3.4. Исполнитель передает результаты выполненной работы по акту приема-передачи. Одновременно передаются ключи (коды доступа) и техническая документация.<br /><br />3.5. Исполнитель оставляет за собой право на размещение в нижней части главной страницы разработанного сайта ссылки на свой сайт, представляющей собой строку: "Разработка сайта".</p>
<p>3.6. Исполнитель обязуется вернуть 50% от суммы предоплаты в случае если Заказчик пожелает прекратить сотрудничество на этапе принятия эскизных вариантов сайта.</p>
<p>&nbsp;</p>
<p><strong>4. ОБЯЗАННОСТИ ЗАКАЗЧИКА</strong><br />4.1. Заказчик обязуется по требованию Исполнителя предоставить необходимую информацию для выполнения работы.<br />4.2. Заказчик утверждает разработанное совместно с Исполнителем техническое задание.<br />4.3. Заказчик утверждает макет сайта&nbsp;и присылает его исполнителю с подписью.<br />4.4. Заказчик своевременно оплачивает работу Исполнителя в размере и сроки, предусмотренные в разделе 5 данного Договора.<br />4.5. Заказчик не вправе требовать от Исполнителя выполнения работ, не описанных в ТЗ. Дополнительные работы проводятся по мере необходимости и оплачиваются Заказчиком отдельно. Проведение дополнительных работ не прописанных в ТЗ, согласовываются и оформляются в письменном виде как дополнение к ТЗ, которые должны быть подписаны обеими сторонами.</p>
<p><strong>5. СТОИМОСТЬ РАБОТ, ПОРЯДОК И СРОКИ РАСЧЕТОВ</strong><br />5.1. Цена ДОГОВОРА составляет <br />5.2. Оплата производится ЗАКАЗЧИКОМ по следующей схеме: 50% () () Цены ДОГОВОРА в момент подписания ДОГОВОРА, 50% Цены ДОГОВОРА &ndash; в течение одного дня после подписания Акта приемки-сдачи выполненных работ и оказанных услуг.</p>
<p>&nbsp;</p>
<p><strong>6. КОНФИДЕНЦИАЛЬНОСТЬ</strong><br />6.1. Исполнитель обязуется сохранять в тайне всю коммерческую информацию, не относящуюся к категории общедоступной, которую он получил от Заказчика во время срока действия Договора, даже если она не была обозначена как секретная или конфиденциальная.<br />6.2. Исполнитель обязан не допускать к имеющимся в связи с выполнением Договора документам лиц, не имеющих на это соответствующих полномочий.</p>
<p><strong>7. ОТВЕТСТВЕННОСТЬ СТОРОН</strong><br />7.1. Стороны несут ответственность в соответствии с действующим законодательством.</p>
<p>8. СРОК ДЕЙСТВИЯ ДОГОВОРА<br />8.1. Настоящий Договор вступает в силу с момента подписания обеими сторонами и действует до момента выполнения сторонами своих обязательств.<br />8.2. Договор может быть расторгнут досрочно по взаимному согласию сторон с письменным уведомлением не менее чем за 1 (один) месяц. В том случае, если Договор расторгается до завершения работ по ТЗ, взаиморасчеты между сторонами определяются дополнительным соглашением.</p>
<p><strong>9. СДАЧА-ПРИЕМКА РАБОТ</strong><br />9.1. По завершении работы по ТЗ стороны подписывают Акты&nbsp;выполненных работ.</p>
<p><strong>10. ФОРС-МАЖОР</strong><br />10.1. Стороны освобождаются от ответственности за частичное или полное неисполнение своих обязательств по настоящему Договору, если такое неисполнение явилось следствием обстоятельств непреодолимой силы, возникших после заключения Договора в результате событий чрезвычайного характера, таких, как: землетрясение, пожар, наводнение, прочие стихийные бедствия, эпидемии, аварии, взрывы, военные действия, изменения законодательства, повлекших за собой невозможность выполнения сторонами своих обязательств по настоящему Договору.<br />10.2. Стороны обязуются продолжить выполнение своих обязательств согласно Договору, после прекращения действия обстоятельств непреодолимой силы.</p>
<p>&nbsp;</p>
<p><strong>11. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</strong><br />11.1. Стороны соглашаются в том, что с даты подписания акта выполненных работ по данному &nbsp;Договору все права на созданную интеллектуальную собственность в рамках этого договора, и в соответствии с ТЗ, принадлежат Заказчику.</p>
<p><br /><strong>12. ПРОЧИЕ УСЛОВИЯ</strong><br />12.1. Все изменения и дополнения к настоящему договору согласуются сторонами, подписываются, оформляются в виде приложения.<br />12.2. Настоящий договор составлен в двух подлинных экземплярах, имеет ТЗ, которое является приложением к данному договору. Каждая сторона имеет подлинный экземпляр.<br />12.3. Все особенности реализации работ, существенные для Заказчика, должны быть в явной форме отражены в ТЗ. Если в ТЗ не оговорены какие-либо требования Заказчика, то форма их реализации остается на усмотрение Исполнителя и не может являться причиной для отказа от приемки выполненных работ.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>13. РЕКВИЗИТЫ СТОРОН</strong></p>
<p>&nbsp;</p>
<table>
<tbody>
<tr>
<td><strong>ЗАКАЗЧИК</strong></td>
<td><strong>ИСПОЛНИТЕЛЬ</strong></td>
</tr>
<tr>
<td>
<p>{customer_lastname} {customer_firstname} {customer_middlename}<br />Паспорт: {customer_passport}</p>
<p>Адрес: {customer_address}</p>
<p>Телефон: {customer_phone}</p>
</td>
<td>
<p>СПД {performer}<br />р/c 26008054413159 ПриватБанк <br />МФО 328704</p>
<p>ИНН: 3118911252, номер св &ndash; тва № 930682</p>
<p>Адрес: 68540, Одесская обл. , Тарутинский <br /> р-н., пгт. Бородино, ул. Будишовского, <br /> Дом 70</p>
</td>
</tr>
<tr>
<td>&nbsp;</td>
<td>&nbsp;</td>
</tr>
<tr>
<td>______________________________________</td>
<td>__________________________ {performer}</td>
</tr>
<tr>
<td>&nbsp;</td>
<td>&nbsp;</td>
</tr>
<tr>
<td>&nbsp;</td>
<td>__________________________ М.П.</td>
</tr>
</tbody>
</table>
