<?php

return [

    'January' => '{n, plural, =0{Январь} =1{Января} =2{Янв} =3{январь} =4{января} =5{янв}}',
    'February' => '{n, plural, =0{Февраль} =1{Февраля} =2{Фев} =3{февраль} =4{февраля} =5{фев}}',
    'March' => '{n, plural, =0{Март} =1{Марта} =2{Мар} =3{март} =4{марта} =5{мар}}',
    'April' => '{n, plural, =0{Апрель} =1{Апреля} =2{Апр} =3{апрель} =4{апреля} =5{апр}}',
    'May' => '{n, plural, =0{Май} =1{Мая} =2{Май} =3{май} =4{мая} =5{май}}',
    'June' => '{n, plural, =0{Июнь} =1{Июня} =2{Июн} =3{июнь} =4{июня} =5{июн}}',
    'July' => '{n, plural, =0{Июль} =1{Июля} =2{Июл} =3{июль} =4{июля} =5{июл}}',
    'August' => '{n, plural, =0{Август} =1{Августа} =2{Авг} =3{август} =4{августа} =5{авг}}',
    'September' => '{n, plural, =0{Сентябрь} =1{Сентября} =2{Сен} =3{сентябрь} =4{сентября} =5{сен}}',
    'October' => '{n, plural, =0{Октябрь} =1{Октября} =2{Окт} =3{октябрь} =4{октября} =5{окт}}',
    'November' => '{n, plural, =0{Ноябрь} =1{Ноября} =2{Ноя} =3{ноябрь} =4{ноября} =5{ноя}}',
    'December' => '{n, plural, =0{Декабрь} =1{Декабря} =2{Дек} =3{декабрь} =4{декабря} =5{дек}}',
        ]
?>